import React from 'react'

function PrivacyPolicy() {
    return (
        <div className="container">
<ol>
<li>Приложение №1 - ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</li>
<li>ОБЩИЕ ПОЛОЖЕНИЯ</li>
</ol>
<p>&nbsp;</p>
<ul>
<li>ООО &laquo;MILLIY RIVOJLANISH&raquo;, (далее Исполнитель и/или Компания) публикует данное публичное соглашение (далее Соглашение и/или Оферта) об оказании услуг на интернет-сайтах Исполнителя http://tt.uz</li>
<li>В соответствии со статьями 367-375 Гражданского Кодекса Республики Узбекистан данное Соглашение является публичной офертой, и в случае принятия (акцепта) изложенных ниже условий любое дееспособное физическое или юридическое лицо (далее Пользователь) обязуется выполнять условия этого Соглашения.</li>
<li>В настоящей оферте, если контекст не требует иного, нижеприведенные термины имеют следующие значения:
<ul>
<li>Оферта &ndash; публичное предложение Исполнителя, адресованное любому физическому и/или юридическому лицу, заключить с ним Публичный договор об оказании услуг на условиях, содержащихся в данном Соглашении, включая все его приложения;</li>
<li>Акцепт &ndash; полное принятие Пользователем условий Соглашения;</li>
<li>Исполнитель - ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ &laquo;MILLIY RIVOJLANISH&raquo;, юридический адрес: г. Ташкент, Юнусабадский район 4 квартал дом 45 квартира 71</li>
<li>Сайт &ndash; http://tt.uz&ndash; интернет-сайт, администрируемый Компанией и представляющий собой коммуникационную платформу для размещения временных классифицируемых объявлений;</li>
<li>Пользователь &ndash; любое дееспособное физическое или юридическое лицо, принявшее условия данного Соглашения и пользующееся услугами Компании;</li>
<li>Товар - любой материальный и нематериальный объект;</li>
<li>Услуга &ndash; любая операция, не являющаяся поставкой товаров, связанная с предоставлением сервиса, который потребляется в процессе совершения определенного действия или осуществления определенной деятельности, для удовлетворения личных потребностей заказчика;</li>
<li>Услуги/сервис tt.uz &ndash; любые платные и бесплатные сервисы, оказываемые Исполнителем при помощи Сайта (например, в том числе, но не исключительно, всех его возможностей, текста, данных, информации, программного обеспечения, графиков или фотографий, рисунков и т.д. и т.п.), а также любых других услуг, предоставляемых Компанией с помощью сервисов Сайта.</li>
<li>Учетная запись/аккаунт &ndash; электронный кабинет Пользователя в функциональной системе Сайта, с помощью которого он может управлять своими объявлениями на Сайте;</li>
<li>Регистрация &ndash; принятие Пользователем оферты на заключение данного Соглашения и процедура, в ходе которой Пользователь посредством заполнения соответствующих форм Сайта предоставляет необходимую информацию для использования сервисов Сайта. Регистрация считается завершенной только в случае успешного прохождения всех ее этапов в соответствии с опубликованными на Сайте инструкциями.</li>
<li>Персональные данные - это сведения или совокупность сведений о физическом лице, которое при их помощи идентифицировано или может быть конкретно идентифицировано.</li>
<li>SMS-верификация - это проверка Пользователя, которая осуществляется путем ввода специального кода верификации, присланного Компанией в SMS-сообщении на номер, указанный Пользователем на странице верификации, в соответствующее поле на странице верификации.</li>
</ul>
</li>
<li>Если Пользователь не согласен с настоящими условиями полностью или частично, Исполнитель просит его покинуть данный сайт. Настоящие условия регулируют использование Пользователем Сайта и услуг http://tt.uz. Использование Услуг tt.uz означает, что Пользователь ознакомлен с настоящим Соглашением, понимает и принимает его условия.</li>
<li>Начиная использовать какой-либо сервис tt.uz, либо пройдя процедуру регистрации, Пользователь считается принявшим условия Соглашения в полном объеме, без всяких оговорок и исключений. В случае несогласия Пользователя с какими-либо из положений настоящего Cоглашения, Пользователь не в праве использовать сервисы tt.uz.</li>
<li>Настоящим Компания предлагает Пользователям сети Интернет использовать свои сервисы на условиях, изложенных в настоящем Соглашении.</li>
<li>Компания предлагает Пользователю услуги по использованию Сайта http://tt.uz для размещения информации о товарах (услугах) c целью, в том числе, но не исключительно, последующей покупки или продажи различных товаров и услуг другими Пользователями.</li>
<li>Все сделки заключаются между Пользователями напрямую. Таким образом, Компания не является участником сделок Пользователей, а лишь предоставляет коммуникационную торговую платформу для размещения объявлений.</li>
<li>Стороны договорились о том, что Компания имеет право вносить изменения в Соглашение или Приложение к соглашению являющиеся его неотъемлемой частью. Изменения, внесенные Компанией, становятся обязательными для Сторон со дня раскрытия Компанией новой редакции Договора и (или) Приложений к Договору на сайте tt.uz в сети Интернет по адресу https://tt.uz/privacypolicy</li>
</ul>
<p>&nbsp;</p>
<ol start="2">
<li>РАЗМЕЩЕНИЕ ОБЪЯВЛЕНИЙ</li>
</ol>
<p>&nbsp;</p>
<ul>
<li>Пользователь получает право размещать объявления на Сайтах после заполнения специальной формы с указанием параметров предлагаемых товаров или услуг.</li>
<li>Пользователь также имеет право зарегистрироваться на Сайте с целью получения дополнительных сервисов, заполнив формуляр с указанием действительного номера телефона, к которому имеет доступ только Пользователь, выбранного пароля, а также других данных, необходимых для регистрации. После этого Пользователь получает СМС-сообщение, содержащее код, которой необходимо указать в нужном поле для завершения регистрации.</li>
<li>Использование возможностей и сервисов Сайта как зарегистрированными так и незарегистрированными Пользователями означает принятие обязательств следовать правилам и инструкциям по пользованию услугами tt.uz.</li>
<li>Пользователь несет ответственность за все действия с использованием его телефонного номера и пароля для входа на Сайт. Пользователь имеет право пользоваться сервисами Сайта только при помощи собственного номера телефона и пароля.</li>
<li>Пользователь обязуется сохранять конфиденциальность переданного ему пароля и не раскрывать его третьим лицам.</li>
<li>Пользователь обязан немедленно изменить данные для входа на Сайт, если у него есть причины подозревать, что его телефонный номер и пароль, используемые для входа на Сайт, были раскрыты или могут быть использованы третьими лицами.</li>
<li>Пользователь, размещающий объявления о продаже товаров или услуг на Сайт, обязуется разместить информацию о них в соответствии настоящим Соглашением и инструкциями, представленными на Сайте, и предоставить точную и полную информацию о товаре или услугах и условиях их продажи. Размещая информацию о товаре или услуге, Пользователь подтверждает, что он имеет право продавать этот товар или оказывать данную услугу в соответствии с требованиями законодательства стран, в которых они реализуются. При размещении объявления о продаже/аренде объектов недвижимости, размещаемого частным лицом, Пользователь обязуется предоставить Компании документы, которые подтверждают право на размещаемый объект, в том числе паспорт, выдержку из государственного реестра прав на недвижимое имущество и сделок с ними (иди другой документ, подтверждающий право собственности). В случае отказа Пользователя в предоставлении указанных документов, Компания имеет право отказать Пользователю в размещении объявления.</li>
<li>Пользователь гарантирует, что предлагаемые им услуги, в случае, если оказание их требует специального разрешения или лицензирования, будут осуществлены в соответствии с требованиями законодательства и государственных органов, которые уполномочены осуществлять контроль над такой деятельностью пользователя.</li>
<li>Пользователь гарантирует, что предлагаемые им услуги, в случае если оказание их требует специального разрешения, будут осуществлены в соответствии с требованиями законодательства стран, специальные органы которых будут уполномочены осуществлять надзор за такой деятельностью пользователя.</li>
<li>Пользователь обязан тщательно проверить всю информацию о товарах и услугах, размещенных им на Сайте, и, в случае обнаружения неверной информации, добавить необходимые сведения в описание товара или услуги. Если это невозможно, исправить неверную информацию, аннулировав объявление и повторно разместив информацию о товаре или услуге.</li>
<li>Условия доставки должны включаться в описание товара, а условия оказания услуг в описание услуги. Условия продажи товара и оказания услуг, составленные Пользователем, не должны противоречить настоящему Соглашению и действующему законодательству.</li>
<li>Пользователь обязуется не оказывать активную поддержку и не распространять информацию об услугах, предоставляемых конкурентами Исполнителя, как-то, но не исключительно:
<ul>
<li>Информацию о других досках объявлений, торговых площадках, интернет-аукционах и/или интернет-магазинах;</li>
<li>Интернет-ресурсах, предлагающих товары и услуги, запрещенные к продаже на Сайте.</li>
<li>А так же ссылки на сторонние сайты вне домена http://tt.uz</li>
</ul>
</li>
<li>Компания имеет право переместить, завершить или продлить срок демонстрации товара или услуги Пользователя по техническим причинам, находящимся под контролем или вне контроля Компании. Сайт имеет право прекратить демонстрацию объявления, если Пользователь зарегистрировал товар или услугу, с нарушением условий настоящего Соглашения или действующего законодательства.</li>
<li>Пользователю запрещено:
<ul>
<li>Публиковать одинаковые объявления с одного и того же номера телефона;</li>
<li>Публиковать схожие по содержанию объявления, где очевидно, что речь идет об одном и том же предложении;</li>
<li>Дублировать одинаковые объявления с разных телефонных номеров;</li>
<li>Публиковать объявления в рубрике, которая не соответствует содержанию объявления;</li>
<li>Публиковать объявления, в заголовке которых содержатся повторяющиеся знаки пунктуации и/или небуквенные символы;</li>
<li>Публиковать объявления, описание и/или заголовок/фотографии которых являются несвязанными, нечитаемыми;</li>
<li>Публиковать объявления с предложением нескольких товаров и услуг одновременно;</li>
<li>Вставлять в объявлении ссылки на ресурсы, которые содержат вредоносные элементы либо ссылки на главную страницу сайта;</li>
<li>Размещать объявление о товаре или услуге, если такое размещение может привести к нарушению правоприменительного законодательства;</li>
<li>Объявления должны соответствовать географической области и городу, выбранной в соответствующих функциональных настройках Сайта.</li>
<li>Разрешается разместить одно объявление касательно одного конкретного предмета, объекта имущества, вакансии, услуги.</li>
<li>Объявления могут проходить выборочную пост или премодерацию представителями Компании.</li>
<li>Запрещается размещать объявления, рекламирующие продажу:
<ul>
<li>спиртных напитков;</li>
<li>сигарет и табачной продукции;</li>
<li>наркотиков;</li>
<li>порнографических материалов или предметов;</li>
<li>фармакологических продуктов, медикаментов, наркотических веществ и прекурсоров;</li>
<li>украденных, полученных не законным способом товаров;</li>
<li>предметов, представляющих опасность для жизни и здоровья;</li>
<li>несуществующих товаров;</li>
<li>человеческих органов и органов животных;</li>
<li>специальных технических средств негласного получения информации;</li>
<li>государственных наград; персональных документов, а также бланков этих документов;</li>
<li>баз данных;</li>
<li>огнестрельного, холодного, травматического оружия, а также боеприпасов и комплектующих к ним;</li>
<li>специальных средств активной обороны, применяемых правоохранительными органами; клыков моржа, бивней слона и мамонта не в изделии, а также драгоценных металлов и драгоценных камней не в изделии;</li>
<li>редких и запрещенных к продаже животных, любых других запрещённых соответствующим законодательством товаров и услуг.</li>
</ul>
</li>
<li>С полным списком запрещенных на сайте товаров, услуг и предложений можно ознакомиться по ссылке: <a href="https://www.olx.uz/help/about/spisok-zapreschennyh-tovarov-uslug/">https://www.olx.uz/help/about/spisok-zapreschennyh-tovarov-uslug/</a>. Компания вправе удалять объявления по требованию правообладателя или компетентных государственных органов. Компания также оставляет за собой право удалять любые объявления, которые по ее мнению не соответствуют принципам и устоям общественной морали. Решение об удалении является окончательным и обжалованию не подлежит.</li>
</ul>
</li>
<li>Администрация и модераторы Сайта (представители Компании) вправе:
<ul>
<li>Вносить в текст объявления Пользователя правки, касающиеся орфографии и пунктуации, не влияющие на общий смысл содержания объявления;</li>
<li>Переносить объявления в другие рубрики Сайта в случае выявления более подходящей рубрики для их размещения;</li>
<li>Отказать в публикации объявлений, если они не соответствуют тематике выбранных разделов, либо нарушают настоящее Соглашение, а также ограничивать количество объявлений от одного Пользователя в целях удобства пользования Сайтом без объяснения причин.</li>
<li>Не допускается указание некорректных характеристик предмета предложения в объявлении, в том числе указание цены, не соответствующей фактической цене реализации товара или услуги. Цена должна быть указана полностью за весь товар или услугу.</li>
<li>Заголовок размещаемого объявления должен соответствовать тексту самого объявления и не должен содержать контактную или персональную информацию о Пользователе (телефон, электронные адрес, адрес интернет-ресурса).</li>
<li>Фото, демонстрирующее товар/услугу, предлагаемые Пользователем к продаже, должно соответствовать заголовку и тексту объявления. На фото должен быть изображен только предлагаемый объект. Стоковые фото и/или фото, загруженные из сети Интернет, запрещены.</li>
<li>Чтобы облегчить взаимодействие между Пользователями, Компания может устанавливать ограниченный доступ к контактной информации других пользователей. Право использования сведений, предоставленных другими Пользователями, ограничивается настоящим Соглашением.</li>
<li>Компания не несет ответственности за содержание объявлений или гиперссылок на ресурсы, указанные в описании объявлений пользователей.</li>
<li>Предметом объявлений могут быть товары или услуги, реализация которых не запрещена и не ограничена в соответствии с законодательством страны, в которых они реализуются, а также не противоречит данному соглашению.</li>
</ul>
</li>
</ul>
<ol start="3">
<li>УСЛОВИЯ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ ПОЛЬЗОВАТЕЛЕЙ И СОГЛАСИЕ НА НЕЕ</li>
</ol>
<p>&nbsp;</p>
<ul>
<li>При размещении объявлений пользователи Сайта предоставляют Компании право на обработку их персональных данных на условиях, предусмотренных в Приложении №1 (ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ) к этому Соглашению.</li>
</ul>
<ol start="4">
<li>СВЕДЕНИЯ, ПРЕДОСТАВЛЯЕМЫЕ ПОЛЬЗОВАТЕЛЕМ</li>
</ol>
<p>&nbsp;</p>
<ul>
<li>Компания сохраняет за собой право связываться с Пользователем: направлять информационные сообщения на электронный и физический адрес, указанный при регистрации, а также отправлять сообщения на мобильный телефон Пользователя.</li>
<li>Сбор информации осуществляется путем самостоятельного с использованием программных средств Сайта указания пользователем соответствующих данных, требуемых для размещения объявлений на нём.</li>
<li>Информация технического характера, содержащаяся в системе, например, ip-адреса, в соответствии с общими правилами интернет-сообщений, используется Компанией в целях, связанных с обслуживанием сетевого оборудования, а также для агрегации общей статистической, демографической информации (например, о регионе, из которого было осуществлено соединение пользователем).</li>
<li>Компания сохраняет данные последнего доступа в систему пользователя, с целью обеспечения высокого качества предоставляемых сервисов, приспосабливаемых к индивидуальным потребностям и интересам пользователя.</li>
<li>Пользователь осуществляет доступ к сервисам Сайта в течении временных промежутков непрерывного использования &ndash; сессий. Зарегистрированный Пользователь осуществляет доступ к части Сайта, доступной исключительно после введения им логина и пароля, по крайней мере, один раз в течение сессии.</li>
<li>Отключение сохранения данных последнего доступа в систему в настройках браузера не влияет на возможность использования сервисов Сайта в целом, однако могут ограничить их функционал для Пользователя.</li>
<li>Данные последнего доступа в систему также используются для сбора статистической информации об использовании услуг Пользователями.</li>
<li>Компания не собирает данные о расовом или этническом происхождении, политических, религиозных или мировоззренческих убеждениях, членстве в политических партиях и профессиональных союзах, а также данных, касающихся здоровья или половой жизни Пользователей, и не несет ответственность за разглашение Пользователями такой информации на сайте.</li>
<li>Опросы, проводимые время от времени Компанией могут содержать вопросы о демографических данных Пользователей (например, образование, возраст, доход). Данные, собираемые Компанией с помощью таких опросов, обрабатываются в обезличенном виде. Пользователи имеют возможность не принимать участие в опросах и отказаться от предоставления информации. Компания использует демографические данные, в целях составления статистических отчетов и улучшения качества услуг.</li>
<li>Пользователю запрещается предоставлять информацию в нарушение настоящего Соглашения или прав третьих лиц, в частности, информация не должна содержать:
<ul>
<li>вульгарных, оскорбительных выражений;</li>
<li>пропаганду ненависти, насилия, дискриминации, расизма, ксенофобии, межнациональных конфликтов;</li>
<li>призывы к насилию и противоправным действиям;</li>
<li>данные, нарушающие личные права или права интеллектуальной собственности третьих лиц;</li>
<li>информацию, способствующую мошенничеству, обману или злоупотреблению доверием;</li>
<li>информацию, ведущую к совершению сделок с крадеными или поддельными предметами;</li>
<li>информацию, нарушающую или посягающую на собственность третьих лиц, коммерческую тайну либо право на неприкосновенность частной жизни;</li>
<li>личную или идентифицирующую информацию о других лицах без явно выраженного согласия этих лиц;</li>
<li>информацию, содержащую сведения, посягающие на неприкосновенность частной жизни, оскорбляющую чью-либо честь, достоинство или деловую репутацию;</li>
<li>информацию, содержащую клевету или угрозы в адрес кого бы то ни было;</li>
<li>информацию, носящую характер порнографии;</li>
<li>информацию, наносящую вред несовершеннолетним;</li>
<li>ложную и вводящую в заблуждение информацию;</li>
<li>вирусы или какие-либо другие технологии, могущие нанести вред сайтам, компании или другим пользователям;</li>
<li>информацию о сервисах, считающихся аморальными, таких как: проституция, ростовщичество или другие формы, противоречащие нормам морали или закона;</li>
<li>ссылки или информацию о сайтах, конкурирующих с сервисами компании;</li>
<li>информацию, представляющую собой &laquo;спам&raquo;, &laquo;письма счастья&raquo;, &laquo;схемы пирамид&raquo; или нежелательную или лживую коммерческую рекламу;</li>
<li>информацию, распространяемую информационными агентствами;</li>
<li>информацию с предложением заработка в интернет, без указания физического адреса и прямых контактов работодателя;</li>
<li>информацию с предложением франшизы, многоуровневого и сетевого маркетинга, агентской деятельности, торгового представительства или любой другой деятельности, которая требует вербовки других членов, субагентов, субдистрибьютеров и пр.;</li>
<li>сведения исключительно рекламного характера без предложения конкретного товара или услуги;</li>
<li>информацию, иным образом нарушающую законодательство юрисдикции, для которой предназначено объявление.</li>
</ul>
</li>
<li>Запрещается размещать объявления, рекламирующие продажу: спиртных напитков; сигарет и табачной продукции; наркотиков; порнографических материалов или предметов; фармакологических продуктов и медикаментов; украденных, полученных криминальным способом товаров; предметов, представляющих опасность для жизни и здоровья; несуществующих товаров; человеческих органов; государственных наград; персональных документов, а также бланков этих документов; баз данных; огнестрельного и холодного оружия; клыков моржа; бивней слона и мамонта не в изделии, а также драгоценных металлов и драгоценных камней не в изделии; редких и запрещенных к продаже животных любых других запрещённых соответствующим законодательством товаров и услуг. Полный список запрещенных на сайте товаров и услуг доступен по ссылке:<a href="http://olx.uz/">http://olx.uz/</a>.</li>
<li>При подаче объявления с предложениями услуг, подлежащих лицензированию, в тексте объявления требуется указывать номер лицензии и наименование органа, выдавшего лицензию.</li>
</ul>
<ol start="5">
<li>ПРИЧИНЫ УДАЛЕНИЯ ОБЪЯВЛЕНИЙ</li>
</ol>
<p>&nbsp;</p>
<ul>
<li>Объявление Пользователя может быть удалено Компанией по причине нарушения Пользователем условий настоящего Соглашения, а также по следующим причинам:
<ul>
<li>У данного Пользователя уже есть на Сайте активное аналогичное объявление с рекламой этого товара/услуги;</li>
<li>Содержащаяся в объявлении информация противоречит требованиям Соглашения и/или законодательству;</li>
<li>Содержащаяся в объявлении информация ложна;</li>
<li>Заголовок объявления не содержит информацию о предлагаемом/востребованном товаре/услуге;</li>
<li>Заголовок объявления содержит повторяющиеся восклицательные и вопросительные знаки, многоточия и другие знаки;</li>
<li>Заголовок или комментарий к фотографии содержат ссылку на Интернет-ресурсы;</li>
<li>Фотография не имеет очевидной смысловой связи с текстом объявления или не служит цели адекватно проиллюстрировать текст объявления;</li>
<li>Фотография содержит элементы пользовательского интерфейса, абстрактные рисунки и т. п.;</li>
<li>Фотография содержит какую-либо рекламную информацию (ссылка на сайт, e-mail, номер телефона, Skype, IСQ, ID в соцсетях, ID других мессенджеров и подобное);</li>
<li>Фотография плохого качества, изображаемый предмет неразличим;</li>
<li>Объявление подано в рубрику, которая не соответствует смыслу поданного объявления.</li>
</ul>
</li>
</ul>
<ol start="6">
<li>ПРАВА И ОБЯЗАННОСТИ СТОРОН</li>
</ol>
<ul>
<li>Все объекты, доступные при помощи сервисов Компании, в том числе элементы дизайна, текст, графические изображения, иллюстрации, видео, программы для ЭВМ, базы данных, музыка, звуки и другие объекты, а также любой контент, размещенный на сервисах Сайта, являются объектами исключительных прав Компании, Пользователей и других правообладателей.</li>
<li>Использование контента, а также каких-либо иных элементов сервисов возможно только в рамках функционала, предлагаемого тем или иным сервисом Сайта. Никакие элементы содержания сервисов Сайта, а также любой контент, размещенный на сервисах Сайта, не могут быть использованы иным образом без предварительного разрешения правообладателя. Под использованием подразумеваются, в том числе, но неисключительно: воспроизведение, копирование, переработка, распространение на любой основе и т.д.</li>
<li>Размещая на Сайте объявление, Пользователь тем самым предоставляет Компании действующее повсеместно, бессрочное, безотзывное, неисключительное, сублицензируемое право использования, публикации, сбора, демонстрации, копирования, дублирования, воспроизведения относительно авторских прав, публикаций и баз данных, которое имеет Пользователь относительно предоставленных им сведений, изображений и фотографий на всех известных или не известных информационных носителях. Перечисленные выше права предоставляется Компании безвозмездно и бессрочно. При этом Пользователь сохраняет все права собственности на содержание размещаемой в объявлении информации. Помимо вышеперечисленного, Пользователь предоставляет право на доступ к размещенной им информации всем пользователям Сайта.</li>
<li>Воспользовавшись сервисами Сайта, Пользователь подтверждает, что несет исключительную ответственность за содержание размещенных им объявлений, а также обладает всеми необходимыми правами, лицензиями, разрешениями на размещение информации в объявлении на Сайте, включая без ограничений все патенты, товарные знаки, коммерческие тайны, авторские права, или же имеет соответствующее письменное согласие, лицензию или разрешение всех идентифицируемых в объявлении лиц и компаний для использования их имен или изображений.</li>
<li>Размещая на Сайте объявление с изображениями без знака охраны авторского права Пользователь соглашается с использованием изображения и/или его части в интересах Компании без выплаты вознаграждения.</li>
<li>Пользователь обязуется:
<ul>
<li>Регистрируясь на Сайте, предоставить Компании паспортные данные</li>
<li>Не предпринимать никаких действий, которые могут привести к непропорционально большой нагрузке на инфраструктуру Сайта;</li>
<li>Не использовать автоматические программы для получения доступа на Сайт без письменного разрешения Компании;</li>
<li>Не копировать, не воспроизводить, не изменять, не распространять и не представлять общественности любую информацию, содержащуюся на Сайте (кроме сведений, предоставленных самим Пользователем) без предварительного письменного разрешения Компании;</li>
<li>Не препятствовать и не пытаться препятствовать работе и другой деятельности на Сайте; а также не препятствовать действию автоматических систем или процессов, а также других мероприятий, с целью воспрепятствовать или ограничить доступ на Сайт;</li>
<li>Не использовать сведения, предоставленные другими Пользователями, в иных целях, кроме как для совершения сделки непосредственно с этим Пользователем, без письменного разрешения другого Пользователя. В настоящий пункт Соглашения не включены персональные данные Пользователя, которые последний предоставляет Компании при регистрации.</li>
</ul>
</li>
<li>Пользователю запрещается:
<ul>
<li>Обсуждение действий модераторов и администрации Сайта иным образом, кроме как посредством электронной переписки с модераторами;</li>
<li>Использование имен Пользователей, похожих на имена других Пользователей, с целью выдать за них себя и писать сообщения от их имени.</li>
</ul>
</li>
<li>Доступ к персональным данным Пользователя со стороны других Пользователей возможен только при наличии письменного согласия Пользователя на подобный доступ или во исполнение требований соответствующего законодательства.</li>
<li>Компания обязуется прилагать все усилия для должного исполнения своих обязанностей по настоящему Соглашению, включая нормальную работу сервисов Сайта и нераспространение третьим лицам персональных данных, предоставленных Пользователем, за исключением случаев, предусмотренных законодательством.</li>
<li>Компания может периодически устанавливать ограничения по использованию сервисов Сайта, в частности, максимальное количество дней хранения объявлений и их размер. Компания вправе в любой момент изменить или прекратить работу сервисов Сайта или их части с уведомлением Пользователя или без него, не неся при этом ответственности за подобные изменения или прекращения.</li>
<li>Чтобы поддерживать высокое качество своих услуг, Компания оставляет за собой право ограничить количество активных объявлений Пользователя на Сайте, а также ограничить действия Пользователя на Сайте.</li>
<li>Компания может запретить Пользователю доступ на Сайт, если Пользователь нарушает условия настоящего Соглашения. Факт нарушения считается подтвержденным, если Пользователь был оповещен администрацией Сайта о ведении деятельности, нарушающей правила Сайтов и прав третьих лиц. Компания оставляет за собой право в любой момент удалить или отключить учетную запись Пользователя, а также удалить все размещенные объявления Пользователя, оставив предварительное уведомление Пользователя о таком отключении на свое усмотрение, и не неся при этом ответственность за свои действия перед Пользователем и третьими лицами.</li>
<li>Компания вправе по собственному усмотрению отвергать, удалять или перемещать любое размещенное на Сайте объявление за нарушение настоящего Соглашения.</li>
<li>Компания вправе передать Сайт со всеми его сервисами и содержанием, включая личную информацию Пользователей, своему правопреемнику по договорам или иным основаниям. Передача и уведомление Пользователей о такой передаче осуществляется в соответствии с требованиями действующего законодательства.</li>
<li>Пользователь вправе направлять жалобы по вопросам работы Сайта через форму обратной связи http://tt.uz/helpme, которые будут рассмотрены в течение семи рабочих дней с момента их поступления или с момента получения полной информации по сути жалобы.</li>
<li>Компания оставляет за собой право в любой момент потребовать от Пользователя подтверждения данных, указанных им при регистрации, и запросить в связи с этим подтверждающие документы (в частности &ndash; копии/заверенные копии документов, удостоверяющих личность), непредоставление которых, по усмотрению Пользователя, может быть приравнено к предоставлению недостоверной информации. В случае если данные Пользователя, указанные в предоставленных им документах, не соответствуют данным, указанным при регистрации, а также в случае когда данные, указанные при регистрации, не позволяют идентифицировать Пользователя, Компания вправе отказать Пользователю в доступе к использованию сервисов Сайтов с предварительным уведомлением Пользователя или без такового.</li>
<li>Компания имеет право прекратить доступ к Сайту, и заблокировать учетную запись Пользователя при наличии у Компании оснований считать, что Пользователь проводит деятельность, которая подлежит лицензированию (в т. ч. риэлтерскую деятельность), без соответствующей лицензии.</li>
<li>SMS-верификация. Компания имеет право в любой момент верифицировать Пользователя посредством SMS-верификации. В случае если Пользователь не прошел верификацию, Компания имеет право ограничить возможности пользования Сайтом, а именно размещение, редактирование, продление, обновление объявлений. Выборка Пользователей, которые подлежат верификации, осуществляется Компанией по своему собственному усмотрению. Все Пользователи, которые были верифицированы с помощью SMS-верификации могут использовать номер мобильного телефона для входа в учетную запись / аккаунт, используя пароль, указанный при регистрации. Для SMS-верификации и публикации в качестве контактных данных Пользователь имеет прав использовать только номер оператора связи Республики Узбекистан.</li>
</ul>
<p>&nbsp;</p>
<p>&nbsp;</p>
<ul>
<li>Заказ (акцептирование) платных услуг uz осуществляется Пользователем на сайте по адресу http://tt.uz, в личной учетной записи, а также в любых других соответствующих разделах Сайта.</li>
<li>Пользователь обязуется ознакомиться с ценами на платные услуги Компании, размещенных на Сайте, после чего может заказать такие услуги. Подробная информация о стоимости всех услуг указана.</li>
<li>Оплата платных услуг Компании осуществляется в порядке, указанном по адресу http://tt.uz/help/oplata.</li>
<li>Возврат оплаченных денежных средств за неоказанные услуги осуществляется Компанией в следующих случаях:
<ul>
<li>Автоматически функциональной системой Сайта за каждое удаленное объявление при модерации, если объявления оплачено (Топ, Выделение, Срочно). Возврат денежных средств осуществляется за те дни, в которых услуга не предоставлялась (кроме услуг Выделение и Срочно, где производится полный возврат оплаченных средств).</li>
<li>Если по причине любой технической неполадки услуга не предоставлялась, возврат оплаченных денежных средств осуществляется администратором Сайта после предоставления пользователем доказательств оплаты. В таком случае возврат денежных средств отображается в аккаунте Пользователя с возможностью использования оплаченных денежных средств в будущем.</li>
<li>При оплате услуг с удалённых Компанией учетных записей, которые были продублированы Пользователем в нарушение условий данного Соглашения. Такой возврат осуществляется Компанией исключительно по обращению Пользователя, а денежные средства возвращаются на активную учетную запись такого пользователя с возможностью использования оплаченных денежных средств в будущем.</li>
<li>Денежные средства, оплаченные за размещение объявлений о запрещённых товарах, услугах, предложениях, перечень которых указан на Сайте, при блокировании учетной записи не возвращаются.</li>
</ul>
</li>
<li>При систематических (два и более раза) нарушениях условий этого Соглашения возврат оплаченных Пользователем денежных средств совершается на основании решения администрации Сайта после соответствующего обращения Пользователя.
<ul>
<li>Также пользователь может получить ваучер на оплату услуг на сайте uz<br /> Данный ваучер может быть потрачен только на сате tt.uz</li>
</ul>
</li>
</ul>
<ol start="8">
<li>ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ КОМПАНИИ</li>
</ol>
<p>&nbsp;</p>
<ul>
<li>Воспользовавшись сервисами Сайта, Пользователь подтверждает свое согласие с тем, что он использует Сайт и его сервисы на свой страх и риск, оценивает и несет все риски, связанные с использованием размещенных на Сайте объявлений, а Компания, в том числе ее руководство, сотрудники и агенты, не несут никакой ответственности за содержание размещенных на Сайте объявлений, за любые убытки и потери, ставшие результатом использования размещенных на Сайте объявлений.</li>
<li>Компания не является организатором/инициатором сделки между Пользователями или ее стороной. Сайт является торговой коммуникационной платформой, которая предоставляет возможность Пользователям размещать для реализации, продавать и приобретать разрешенные законом товары и услуги в любое время, откуда угодно и по любой цене.</li>
<li>Компания не может контролировать достоверность размещаемой пользователями в объявлениях информации. Компания не несет ответственности за какой-либо ущерб, причиненный в результате совершения сделки или ненадлежащего поведения какой-либо из сторон сделки.</li>
<li>Компания не несет ответственности за поведение Пользователей или за предлагаемые ими товары/услуги, указанные в размещаемых объявлениях. Все споры и конфликты между Пользователями решаются ими самостоятельно без привлечения Компании.</li>
<li>Компания не несет ответственности за любой несанкционированный доступ или использование серверов Компании и/или любой хранящейся на них информации о пользователях, а также за любые ошибки, вирусы, &laquo;троянские кони&raquo; и т.д., которые могут быть переданы на Сайт или через Сайт третьими лицами.</li>
<li>Качество, безопасность, законность и соответствие товара или услуги их описанию, а также возможность Пользователя продать или приобрести товар/услугу находятся вне контроля Компании.</li>
<li>Компания призывает Пользователей соблюдать осторожность и сохранять здравый смысл при пользовании услугами Сайта. Пользователь должен принять во внимание, что его контрагент может быть несовершеннолетним или выдавать себя за другое лицо. Использование услуг Компании подразумевает, что Пользователь осознает и принимает эти риски, а также соглашается, что Компания не несет ответственности за действия или бездействие со стороны Пользователя.</li>
<li>Пользователь не может делать вывод, что предложение, продажа и приобретение какого-либо товара или услуги является действительным и легальным исходя из факта размещения, продажи и приобретения товара или услуги на Сайте. Компания не несет ответственность за завершение сделки Пользователем Сайта. Пользователь принимает на себя полную ответственность за свои действия.</li>
<li>Если у Пользователя возникают претензии к другому Пользователю в результате использования последним услуг Сайта, Пользователь соглашается предъявлять эти требования самостоятельно и без вмешательства со стороны Компании, а также освобождает Компанию (наряду с ее дочерними компаниями, аффилированными лицами, служащими, директорами, уполномоченными и сотрудниками) от всех требований, обязательств, компенсаций по возмещению ущерба, убытков, затрат и издержек, включая адвокатские гонорары, известных или неизвестных, возникших в результате или в связи с такими требованиями.</li>
<li>Бездействие со стороны Компании в случае нарушения Пользователем либо иными пользователями положений Соглашения не лишает Компанию права предпринять соответствующие действия в защиту своих интересов позднее, а также не означает отказа Компании от своих прав в случае совершения в последующем подобных либо сходных нарушений.</li>
<li>Пользователь вправе сообщить Компании о факте нарушения его прав другим Пользователем, воспользовавшись ссылкой http://tt.uz/helpme В случае обоснованности жалоб Пользователя Компания удаляет объявление, которое нарушает права Пользователя.</li>
<li>Компания не несет ответственности за неисполнение или затруднения в исполнении обязательств по предоставления доступа к Сайтe из-за непредвиденных обстоятельств непреодолимой силы, последствия которых невозможно избежать или преодолеть (таких как решения властей, трудовые споры, несчастные случаи, обрывы в общей системе коммуникаций и т.д.).</li>
<li>Компания не несет ответственности за неполадки в работе Сайта, вызванные техническими перебоями в работе оборудования и программного обеспечения.</li>
<li>Ни при каких условиях Компания, ее руководство, сотрудники и агенты, не несут ответственности за прямой, косвенный, случайный, специальный ущерб и штрафные убытки (даже если Компания была предупреждена о возможности такого ущерба) в результате использования Сайта и его сервисов Пользователем, включая без ограничения случаи, в которых ущерб стал результатом использования или неправильного использования Сайта и его сервисов.</li>
<li>Ничто в Соглашении не может пониматься как установление между Пользователем и Компанией агентских отношений, отношений товарищества, отношений по совместной деятельности, отношений личного найма, либо каких-то иных отношений, прямо не предусмотренных Соглашением.</li>
<li>Компания несет ответственность за рекламу, размещенную на сервисах Сайта, в пределах, установленных правоприменительным законодательством.</li>
</ul>
<ol start="9">
<li>СРОК ДЕЙСТВИЯ СОГЛАШЕНИЯ И ПРЕКРАЩЕНИЕ ОКАЗАНИЯ УСЛУГ САЙТА</li>
</ol>
<p>&nbsp;</p>
<ul>
<li>Настоящее Соглашение вступает в силу с момента начала использования Пользователем какого-либо сервиса Сайта либо с момента регистрации Пользователя на Сайте и действует бессрочно.</li>
<li>Пользователь имеет право прекратить свою регистрацию на Сайте в одностороннем порядке, без предварительного уведомления об этом Компании и объяснения причин.</li>
<li>В случае если Компанией были внесены какие-либо изменения в Соглашение в порядке, предусмотренном пунктом 9.1. Соглашения, с которыми Пользователь не согласен, он обязан прекратить использование сервисов Сайта. Факт продолжения использования сайта является подтверждением согласия Пользователя с соответствующей редакцией Соглашения.</li>
<li>Расторжение Соглашения со стороны Компании может произойти в случаях:
<ul>
<li>Нарушения положений данного Соглашения, нанесения любого вреда Компании, в том числе её репутации, или пользователя uz;</li>
<li>Cовершения других действий, которые противоречат политике Компании;</li>
</ul>
</li>
<li>Правоотношения могут быть возобновлены только после принятия администрацией Компании соответствующего решения.</li>
</ul>
<ol start="10">
<li>ВНЕСЕНИЕ ИЗМЕНЕНИЙ В СОГЛАШЕНИЕ</li>
</ol>
<p>&nbsp;</p>
<ul>
<li>Соглашение может быть изменено Компанией без какого-либо специального уведомления, новая редакция Соглашения вступает в силу с момента ее размещения на Сайте, если иное не предусмотрено новой редакцией Соглашения. Действующая редакция Соглашения всегда находится на странице по адресу https://tt.uz/privacypolicy</li>
</ul>
<ol start="11">
<li>ПРОЧИЕ УСЛОВИЯ</li>
</ol>
<p>&nbsp;</p>
<ul>
<li>Системные сообщения Сайта, относящиеся к объявлениям Пользователя, доставляются по электронному адресу, предоставленному Пользователем при размещении объявления на Сайте. В случае нежелания Пользователя получать такие сообщения Пользователь вправе удалить соответствующие объявления с Сайта.</li>
<li>Информационные сообщения, предназначенные для широкого круга Пользователей, публикуются на Сайте и/или рассылаются по электронным адресам Пользователей, подтвердивших свое согласие на получение таких сообщений в процессе публикации объявлений/регистрации на соответствующем Сайте.</li>
<li>Пользователи вправе отказаться от получения информационных сообщений на свой электронный адрес в любой момент через функцию &laquo;Отписаться от рассылки&raquo;, содержащуюся в учетной записи Пользователя.</li>
<li>При возникновении между Сторонами споров и разногласий по настоящему Соглашению или в связи с ним Стороны обязуются разрешать их путем переговоров. Если какие-либо споры, разногласия или требования, возникающие из настоящего Соглашения, или в связи с ним, в том числе, касающиеся его исполнения, нарушения, прекращения или недействительности, не могут быть разрешены путем переговоров, то эти споры рассматривается в соответствии с действующим законодательством в судебном порядке.</li>
<li>Настоящее Соглашение регулируется и толкуется в соответствии с законодательством Республики Узбекистан. Вопросы, не урегулированные настоящим Соглашением, подлежат разрешению в соответствии с действующим законодательством Узбекистана. Все возможные споры, вытекающие из отношений, регулируемых настоящим Соглашением, разрешаются в порядке, установленном законодательством Узбекистан, по нормам права Республики Узбекистан.</li>
<li>Везде по тексту настоящего Соглашения, если явно не указано иное, под термином &laquo;законодательство&raquo; понимается законодательство Республики Узбекистан.</li>
<li>Признание судом какого-либо положения Соглашения недействительным или не подлежащим принудительному исполнению не влечет недействительности или неисполнимости иных положений данного Соглашения.</li>
</ul>
<p>Приложение №1 - ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</p>
<p>&nbsp;</p>
<ul>
<li>ОБЛАСТЬ ПРИМЕНЕНИЯ и СОГЛАСИЕ
<ul>
<li>Персональные данные физических лиц-пользователей сервиса uz обрабатываются ОБЩЕСТВОМ С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ &laquo;Milliy Rivojlanish&raquo;, лицом, зарегистрированным по законодательству Республики Узбекистан, с местонахождением по адресу: Республика Узбекистан, г. Ташкент, Юнусабадский район дом 45 (далее - Компания). Компания является собственником и оператором Базы персональных данных пользователей tt.uz</li>
<li>База персональных данных пользователей uz находится по адресу: Республика Узбекистан, г. Ташкент, Яккасарайский р-он, ул. А. Кодырова, дом 43</li>
<li>Данная Политика конфиденциальности описывает установленный Компанией порядок обработки персональных данных, собранных с помощью сайта www.uz (далее - Сайт), мобильного приложения tt.uz (далее &ndash; мобильное приложение) и связанных с ними услуг и инструментов, позволяющих пользователям регистрироваться на Сайте, публиковать или просматривать в режиме реального времени уже опубликованные объявления, использовать другой, связанный с вышеперечисленным сервис tt.uz. Во всех указанных случаях Компания обрабатывает персональные данные пользователей исключительно в рамках требований законодательства Республики Узбекистан и Конвенции о защите лиц в связи с автоматизированной обработкой персональных данных. Данная Политика конфиденциальности разработана в соответствии с их положениями.</li>
<li>Используя Сайт, и/или мобильное приложение, и/или иные связанные сервисы и инструменты uz, Пользователь предоставляет своё согласие Компании на обработку своих персональных данных, таких как имя пользователя; регион проживания, адрес электронной почты, контактный телефон, другая контактная информация, ip-адреса, другие коммуникационные данные пользователей; сообщения, письма, заявления, передаваемые пользователю другими пользователями и наоборот, а также даёт своё согласие на передачу своих персональных данных третьим лицам, в том числе на передачу персональных данных за границу, в любую третью страну, в соответствии с данной Политикой конфиденциальности и с Пользовательским соглашением сервисов tt.uz</li>
<li>Пользователи должны знать, что при переходе на некоторые ссылки, размещённые на Сайте или в мобильном приложении, они могут быть перенаправлены к сайтам (приложениям и т.д.) других компаний за пределы хостингового пространства Компании, где информация о Пользователях собирается вне прямого контроля Компании. В таком случае Политики конфиденциальности сайтов и/или приложений третьих лиц будут регулировать порядок обработки информации, полученной от пользователей этими третьими лицами.</li>
</ul>
</li>
<li>ИНФОРМАЦИЯ, КОТОРУЮ СОБИРАЕТ, ПОЛУЧАЕТ И РАЗМЕЩАЕТ КОМПАНИЯ
<ul>
<li>Информация об учетной записи: При создании Пользователем учетной записи на Сайте, Компания может потребовать определенную информацию, такую как действительный адрес электронной почты, пароль и паспортные данные. Учетная запись включает в себя такую информацию о них, как географическое расположение, имя и фамилию, номер телефона и сопутствующую информацию, в том числе фотографии, которые они могут загружать в свою учетную запись. Учетная запись позволяет пользователям связываться друг с другом, чтобы выразить заинтересованность в своих предложениях. Пользователи несут ответственность за всю информацию, размещаемую ими в общедоступных учетных записях. Пользователь должен внимательно рассмотреть все риски, связанные с тем, что он делает определённую информацию &ndash; в частности, адрес или информацию о месте своего точного расположения - общедоступной. Если пользователь решил войти на сайт, используя службу аутентификации стороннего оператора, например информацию Facebook, Компания может получить дополнительный профиль, или другую информацию, доступ к которой предоставлен таким третьим лицом.</li>
<li>Объявления и Сделки: В рамках деятельности своего сайта, Компания может размещать информацию, в том числе личного и контактного характера, необходимую для совершения сделок между покупателем и продавцом, для отправки сообщений и общения пользователями между собой, и совершения платежей. Вся информация, необходимая для публикации объявлений, требуется при создании учетной записи. Пользователи несут ответственность за всю информацию, размещаемую ими на сайте. Пользователь должен внимательно рассмотреть все риски, связанные с тем, что он делает определённую информацию &ndash; в частности, адрес или другую информацию личного характера - общедоступной.</li>
<li>Игры, Реклама и Продвижение: В рамках операций своего сайта Компания может собирать личную информацию, такую как имя и контактная информация, когда пользователи участвуют в играх, викторинах и других маркетинговых акциях, организуемых на Сайте или на сторонних сайтах Компанией. В рамках деятельности своего сайта, Компания может также обрабатывать информацию, связанную с эффективностью рекламных кампаний, в том числе, какие объявления были просмотрены на Сайте, так и на сайтах третьих лиц.</li>
<li>Обслуживание клиентов: При обращении Пользователей в отдел обслуживания клиентов, Компания может - в рамках операций своего сайта - собирать личную информацию, необходимую для выполнения запроса Пользователя и получения обратной связи при необходимости. Компания может также связаться с Пользователем, используя существующую контактную информацию учётной записи, предоставленную для этой цели. Комнапия может также собирать другую информацию об общении с Пользователями, например, любые запросы в службу поддержки, подаваемые Пользователями, или любую обратную связь, предоставляемую ими.</li>
<li>Веб-сайт и мобильные данные: Компания может автоматически получать и регистрировать на своих серверах информацию из браузера пользователя или любого устройства, включая IP-адрес, программного обеспечения и аппаратные атрибуты, страницы, которые запрашивает Пользователь, мобильные идентификаторы, информацию об использовании приложения, и/или информацию о других используемых устройствах или информацию системного уровня. Это может происходить на Сайте или на мобильном приложении, или на сервисах третьих лиц. Дополнительная информация о том, как пользователи могут контролировать и/или блокировать такой сбор информациинаходится ниже находится в разделе 6 данной политики.</li>
<li>Прилагаемая информация: Компания может также добавить информацию, законно полученную от деловых партнеров или третьих сторон, к существующим данным Компании о своих пользователях. Информация, которую Компания не собирает и не обрабатывает:<br /> Компания не собирает и не обрабатывает персональные данные о расовом или этническом происхождении, политических, религиозных или мировоззренческих убеждениях, членстве в политических партиях и профессиональных союзах, и подобную информацию.</li>
</ul>
</li>
<li>IP-АДРЕС, КУКИСЫ (COOKIES) и МОБИЛЬНЫЕ ИДЕНТИФИКАТОРЫ
<ul>
<li>В рамках деятельности своего сайта, Компания может собирать определенную информацию с помощью таких технологий как Кукисы (куки, cookies), пиксели (pixels), и локального хранилища (как в Вашем браузере, или мобильном устройстве).</li>
<li>КУКИСЫ (COOKIES) - это небольшие текстовые файлы, которые хранят информацию непосредственно на компьютере пользователя, его мобильном телефоне или другом устройстве.</li>
<li>Пиксели (pixels) &ndash; небольшие цифровые изображения, которые являются частью кодов на веб-страницах, которые позволяют другому серверу измерить просматриваемость веб-страницы, и часто используются в сочетании с кукис (cookies). Код отслеживает если и когда (и на какой странице) пиксель загружен, чтобы указать, что пользователь взаимодействует со страницей или частью страницы Сайта.</li>
<li>С помощью кукис (cookies), веб-сервер может сохранить, например предпочтения и настройки на компьютере Пользователя, его мобильном телефоне или другом устройстве(ах), которое затем автоматически восстанавливается при следующем посещении. Или, говоря иначе, файлы кукис (cookies) служат, помимо прочего, чтобы сделать использование Сайта более удобным, таким образом, например, чтобы Пользователь не должен был повторять процесс входа в систему при следующем визите. Компания использует как постоянные, так и сессионные куки. Постоянные куки остаются на компьютере Пользователя в течение более длительного периода времени, а сессионные куки автоматически удаляются при закрытии окна браузера.</li>
<li>Компания может позволять третьим сторонам, таким как поставщики рекламных и/или аналитических услуг, собирать информацию, используя эти типы технологий непосредственно на веб-странице Сайта или мобильного приложения. Данные, которые они собирают подлежат охране согласно действующим политикам конфиденциальности этих третьих сторон.</li>
</ul>
</li>
<li>ИСПОЛЬЗОВАНИЕ ПЕРСОНАЛЬНЫХ ДАННЫХ Для оказания своих услуг Компания может использовать информацию, которую Компания собирает и размещает для следующих целей:
<ul>
<li>обеспечение обслуживания клиентов, в том числе для создания и управления учетными записями пользователей, решения технических трудностей и доступа к различным функциям;</li>
<li>адаптация предложений и опыта, в том числе рекламы на своих сервисах или сервисах третьих лиц;</li>
<li>контроль общей и индивидуальной активности Пользователей, такой как поиск по ключевым словам, активности по публикациям объявлений и заключений сделок, а также для управления трафиком на Сайте;</li>
<li>связь с нашими пользователями, в том числе по вопросам сервиса, обслуживания клиентов или разрешенных маркетинговых коммуникаций через любые доступные каналы связи;</li>
<li>проведение научно-исследовательской и аналитической активности с целью улучшения нашего сервиса; и</li>
<li>обеспечение соблюдения Пользовательского соглашения сервисов uz, включая борьбу с мошенничеством и оскорблениями.</li>
</ul>
</li>
<li>Компания может сохранять информацию, которую она собирает и получает на своем Сайте так долго, как то требуется для выполнения вышеуказанных деловых целей.</li>
<li>ОБМЕН ИНФОРМАЦИЕЙ
<ul>
<li>Компания может делиться информацией, которую она собирает, с аффилированными лицами (компании, действующие на основе общей собственности или под общим контролем , расположенной в какой-либо третьей стране. Эти компании могут только обрабатывать и использовать полученные персональные данные в целях, указанных в п.4 этой Политики Конфиденциальности. При этом переданные данные остаются предметом этой Политики Конфиденциальности.</li>
<li>Компания не предоставляет личную информацию пользователей не аффилированным лицам, за исключением случаев, когда на то есть соответствующее разрешение Пользователей, или при следующих обстоятельствах:</li>
<li>Компания может использовать сторонних поставщиков услуг для предоставления некоторых составляющих своих услуг, в таких случаях поставщики не имеют полномочий использовать полученные при помощи Сайта Компании персональные данные, а сами персональные данные являются предметом этой Политики Конфиденциальности.</li>
<li>Компания оставляет за собой право в соответствии с требованиями законодательства обмениваться информацией с частными лицами и государственными органами в следующих целях:
<ul>
<li>борьбы с мошенничеством и злоупотреблениями на Сайте;</li>
<li>расследования предполагаемых нарушений закона или борьбы с любыми другими предполагаемыми нарушениями Пользовательского соглашения сервисов UZ Пользователями.</li>
</ul>
</li>
<li>Компания может предоставлять персональные данные пользователей на запросы компетентных органов, оформленных в соответствии с требованиями законодательства Республики Узбекистан.</li>
<li>В соответствии с Политикой конфиденциальности, Компания обязуется не передавать в аренду или продавать любые персональные данные Пользователя. В случае если бизнес Компании или часть этого бизнеса будут проданы или реорганизованы, и Компания передает все, или практически все свои активы новому владельцу, то персональные данные пользователей могут быть переданы покупателю, чтобы обеспечить непрерывность обслуживания Сайта,</li>
<li>Компания может передавать определенную обезличенную информацию (данные, которые не позволяют идентифицировать Пользователей по отдельности) сторонним поставщикам услуг, доверенным партнерам или авторизованным исследователям в целях лучшего понимания, какая реклама или услуги могут заинтересовать Пользователей, улучшения общего качества и эффективности услуг на Сайте или сервиса, или для обеспечения своего вклада в научные исследования, которые, по мнению Компании, могут приносить большие социальные блага.</li>
<li>В случаях передачи персональных данных, предусмотренных данным разделом 5 Политики конфиденциальности, информирование Пользователя о передаче его персональных данных остается на усмотрение Компании.</li>
</ul>
</li>
<li>ПОЛЬЗОВАТЕЛЬСКИЙ КОНТРОЛЬ
<ul>
<li>Доступ, Исправление и Удаление: Пользователи, которые создали учётную запись, или разместили объявления на Сайте, могут получать доступ, исправлять или удалять информацию, которую они предоставляют. Пользователь несет ответственность за точность предоставляемых данных, или сообщений на Сайте. Если учетная запись Пользователя была создана через провайдера идентификации (например, Facebook Connect, Вконтакте), Пользователь может также отключить, или изменить данные учетной записи через настройки провайдера идентификации (например, на facebook.com, vk.com). Размещенная информация может быть изменена или удалена в личном кабинете пользователя "Мой профиль" на веб-странице Сайта, или в приложении.</li>
<li>Выбор внешних лиц: некоторые внешние субъекты, действующие на сайте, например, Google Adwords позволяют пользователям отозвать свое согласие на сбор и использование своих данных для рекламы на основе активности пользователей. Для получения более подробной информации и возможности выбора, пожалуйста, посетите http://www.networkadvertising.org.</li>
<li>Кукис (Cookies): Большинство основных компьютерных (десктопных) и мобильных веб-браузеров (например, Safari, Firefox, Internet Explorer, Chrome, Opera) обеспечивают элементы управления, которые позволяют пользователю ограничить или заблокировать установку Кукис (Cookies) на ваших системах. Обратите внимание, что отключение Кукис (Cookies) в отношении доменов первой категории (посещаемых сайтов) и других доменов (сайтов, связанных с посещаемыми) может привести в некоторых случаях к ограниченной функциональности этих веб-сайтов.</li>
</ul>
</li>
<li>БЕЗОПАСНОСТЬ Вся информация, которую мы собираем в разумных пределах защищена техническими средствами и процедурами обеспечения безопасности в целях предотвращения несанкционированного доступа или использование данных. Аффилированные с Компанией лица, надёжные партнеры и сторонние поставщики услуг обязуются использовать полученную от Компании информацию в соответствии с нашими требованиями к безопасности и этой Политикой Конфиденциальности.</li>
<li>ВНЕСЕНИЕ ИЗМЕНЕНИЙ В ЭТУ ПОЛИТИКУ
<ul>
<li>Эта политика конфиденциальности была последний раз обновлена 02.2020 г. Компания может обновлять эту политику конфиденциальности время от времени, новая редакция Политики конфиденциальности вступает в силу с момента ее размещения в сети Интернет по указанному в данном пункте адресу, если иное не предусмотрено новой редакцией Политики конфиденциальности. Действующая редакция Политики конфиденциальности всегда находится на странице по адресу https://tt.uz/privacypolicy</li>
<li>В случае если Компанией были внесены любые изменения в Политику Конфиденциальности, с которыми Пользователь не согласен, он обязан прекратить использование сервисов Сайта. Факт не прекращения использования Сайта является подтверждением согласия и принятия Пользователем соответствующей редакцией Политики Конфиденциальности.</li>
</ul>
</li>
</ul>
        </div>
    )
}

export default PrivacyPolicy
